{
    "Productos": [
        {
            "id": 1,
            "name": "Laptop ASUS",
            "fullName": "LAPTOP Ryzen 9 ASUS ROG Zephyrus G15",
            "descrition": "LAPTOP Ryzen 9 6900HS ASUS ROG Zephyrus G15 GA503RM-LN118W 16|512|15.6 GEFORCE RTX 3060 6GB, WIN-11",
            "fulldescrition": "La tapa de metal reforzado está cortada con precisión con un diseño de matriz de puntos que agrega un sutil efecto brillante de la película prismática que se encuentra debajo. Manténgase versátil con comodidades bien pensadas como una bisagra ErgoLift de 180° para una visualización más flexible y un panel táctil ancho para facilitar la navegación.",
            "currencyNational": {
                "price": 8218.00,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 2180.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "LAPTOP",
            "img": "Laptop_ASUS.jpg"
        },
        {
            "id": 2,
            "name": "Laptop MSI",
            "fullName": "LAPTOP MSI Cyborg 15 A12VF",
            "descrition": "LAPTOP Core i7-12650H MSI Cyborg 15 A12VF 16|512|15.6 GEFORCE RTX 4060 8GB WIN 11",
            "fulldescrition": "La siguiente fase de la evolución ya está aquí: sumérgete en el mundo de los juegos al estilo ciberpunk, haz gala de tu moda de ciencia ficción y supera a tu oponente con un hardware revolucionario. Con un diseño exterior futurista y mecanizado, el Cyborg 15 A12V está pensado para convertirse en el portátil para juegos más vanguardista y rompedor. Las partes translúcidas del teclado y el chasis permiten ver partes del interior. Con adornos y lenguaje cibernéticos de arriba abajo, el Cyborg 15 reimagina lo que implica el futuro.",
            "currencyNational": {
                "price": 5391.00,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 1430.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "LAPTOP",
            "img": "Laptop_MSI.jpg"
        },
        {
            "id": 3,
            "name": "Laptop GIGABYTE",
            "fullName": "Laptop Gigabyte AERO 16 XE5",
            "descrition": "LAPTOP Core i7-12700H GIGABYTE AERO 16 XE5 16|S1TB|16 GEFORCE RTX 3070 Ti 8GB, W11PRO",
            "fulldescrition": "Profundamente arraigada en los clásicos, la inspiración del AERO 16 Creator Laptop proviene de generaciones y diseños anteriores, delgadez evolutiva y estética del humanismo. Combinando el procesador Intel Core i7 de 12.ª generación, las GPU NVIDIA GeForce RTX Serie 30 y una extraordinaria vista ultraancha 4K+ HDR en un chasis compacto. Ofrece alta eficiencia con la máxima belleza, impulsada por los principios básicos del rendimiento con diseños minimalistas pero detallados, otorgando a todos los creadores eficiencia, precisión y una forma y función excepcionales en su viaje creativo.",
            "currencyNational": {
                "price": 11272.00,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 2990.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "LAPTOP",
            "img": "Laptop_GIGABYTE.jpg"
        },
        {
            "id": 4,
            "name": "Laptop LENOVO",
            "fullName": "LAPTOP LENOVO LOQ 15IRX9",
            "descrition": "LAPTOP Core i7-13650HX LENOVO LOQ 15IRX9 GAMING 16|512|15.6 GEFORCE RTX 4050 6GB",
            "fulldescrition": "La búsqueda de su primera PC para juegos termina aquí. Conozca el Lenovo LOQ 15IRX9, su pasaporte para aventuras de juego y infinitas posibilidades. Esta PC cuenta con procesadores Intel Core HX de 13.ª generación y una computadora portátil NVIDIA GeForce RTX serie 40. GPU, con un gran impacto en su categoría. Su nuevo diseño térmico de hipercámara, con la capacidad de ir más allá hasta 160W TDP en modo extremo, establece un nuevo estándar. Pero eso no es todo. El Lenovo LOQ 15IRX9 combina a la perfección poder y estilo. Es elegante, portátil y siempre está listo para la acción. Ya sea que estés luchando contra enemigos virtuales con amigos o Al abordar proyectos escolares, esta computadora portátil te respalda.",
            "currencyNational": {
                "price": 4780.00,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 1268.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "LAPTOP",
            "img": "Laptop_LENOVO.jpg"
        },
        {
            "id": 5,
            "name": "Mouse ASUS",
            "fullName": "Mouse ASUS Spatha X",
            "descrition": "MOUSE Gaming ASUS ROG SPATHA X RGB 19K Wireless",
            "fulldescrition": "Entra en la pelea con ROG Spatha X. Este mouse inalámbrico para juegos cuenta con conectividad de modo dual, lo que te permite jugar de forma inalámbrica a través de RF 2.4 GHz o tradicionalmente con una conexión USB-C con cable. Un sensor de 19000 dpi especialmente ajustado te permite derrotar rápidamente a tus oponentes con extrema precisión, mientras que 12 botones programables garantizan que todos los comandos estén al alcance de tu mano. Además, ROG Spatha X cuenta con exclusivos enchufes de interruptor de ajuste a presión, ROG Micro Switch, Aura Sync RGB y una base de carga magnética.",
            "currencyNational": {
                "price": 712.50,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 189.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "MOUSE",
            "img": "Mouse_ASUS.jpg"
        },
        {
            "id": 6,
            "name": "Mouse LOGITECH",
            "fullName": "Mouse LOGITECH G502",
            "descrition": "MOUSE Gaming LOGITECH G502 LIGTHSPEED 16K BLACK Wireless",
            "fulldescrition": "El mouse G502 es todo un icono que ha ocupado las primeras posiciones de las listas generación tras generación. Y es el mouse que eligen quienes juegan en serio. Ahora, el mouse G502 se une a las filas de los mouse inalámbricos para juegos más avanzados del mundo con el lanzamiento de G502 LIGHTSPEED. LIGHTSPEED es una tecnología ultrarrápida y confiable con desempeño probado en competencia por profesionales de eSports. G502 LIGHTSPEED posee además el sensor de próxima generación HERO 25K y es compatible con POWERPLAY. Junto con esta novedosa tecnología avanzada, G502 LIGHTSPEED mantiene esa forma apreciada por todos y logra una reducción de peso de 7 gramos.",
            "currencyNational": {
                "price": 365.50,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 97.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "MOUSE",
            "img": "Mouse_LOGITECH.jpg"
        },
        {
            "id": 7,
            "name": "Mouse RAZER",
            "fullName": "Mouse RAZER BASILISK V3",
            "descrition": "MOUSE Gaming RAZER BASILISK V3 X CHROMA RGB 18K BLACK Bluetooth&Wireless",
            "fulldescrition": "Con el Razer Basilisk V3 X HyperSpeed, no hay límites sobre cómo eliges jugar. Equipado con 9 controles programables, conectividad inalámbrica de modo dual y Razer Chroma RGB personalizable, está hecho para responder a un solo maestro: usted. Ergonomía y control de vanguardia. Preferido por millones en todo el mundo, la forma característica del mouse admite perfectamente diferentes agarres, mientras que sus numerosos botones de fácil acceso permiten una combinación infinita de comandos y macros. Desarrollado por Razer Chroma RGB. Personaliza cada zona con más de 16,8 millones de colores e innumerables efectos de iluminación, y experimenta una mayor inmersión a medida que reaccionan dinámicamente con cientos de juegos integrados con Chroma.",
            "currencyNational": {
                "price": 278.50,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 74.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "MOUSE",
            "img": "Mouse_RAZER.jpg"
        },
        {
            "id": 8,
            "name": "Mouse COOLER MASTER",
            "fullName": "MOUSE COOLER MASTER MM731",
            "descrition": "MOUSE Gaming Wireless COOLER MASTER MM731 19K WHITE",
            "fulldescrition": "El MM731 conserva el espíritu innovador y ligero de la serie MM710 mientras mantiene la estética familiar de los ratones clásicos para juegos. Cada característica profesional está diseñada para darte una respuesta a la velocidad de la luz en un abrir y cerrar de ojos.",
            "currencyNational": {
                "price": 214.50,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 57.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "MOUSE",
            "img": "Mouse_COOLERMASTER.jpg"
        },
        {
            "id": 9,
            "name": "Monitor ASUS",
            "fullName": "Monitor Gaming ASUS VA326H",
            "descrition": "MONITOR 32 ASUS VA326H FHD 144HZ CURVO GAMING con Parlante integrado",
            "fulldescrition": "La curvatura del panel de 1800R del VA326H garantiza que cada punto de la pantalla curva sea equidistante a sus ojos, por lo que obtiene una experiencia de visualización cómoda incluso durante sesiones de juego maratónicas. Además de eso, la pantalla curva hace que las películas y los juegos sean más inmersivos que nunca. Disfruta de imágenes vibrantes y realistas gracias a su alta relación de contraste de 3000:1 para el negro más oscuro y el blanco más brillante, y el panel de ángulos de visión amplios para una distorsión y un cambio de color mínimos, incluso cuando lo está viendo desde posiciones extremas.",
            "currencyNational": {
                "price": 2073.50,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 550.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "MONITOR",
            "img": "Monitor_ASUS.jpg"
        },
        {
            "id": 10,
            "name": "Monitor MSI",
            "fullName": "Monitor OPTIX G27C2",
            "descrition": "MONITOR 27 MSI OPTIX G27C2 FHD 144HZ 1MS CURVO",
            "fulldescrition": "Traiga su juego A con el monitor de juegos curvo Optix G27C2. Equipado con una frecuencia de actualización de 144Hz, un panel VA de tiempo de respuesta de 1 ms, el Optix G27C2 lo ayudará a ver a sus oponentes y apuntar con facilidad. Construido con AMD FreeSync tecnología de sincronización adaptativo, el G27C2 puede igualar tasa de refresco de la pantalla con su GPU para un juego ultra suave. Asegúrese de que puede dar en el blanco con las últimas tecnologías integradas en la Optix G27C2 para un juego competitivo.",
            "currencyNational": {
                "price": 1342.00,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 356.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "MONITOR",
            "img": "Monitor_MSI.jpg"
        },
        {
            "id": 11,
            "name": "Monitor SAMSUNG",
            "fullName": "Monitor SAMSUNG LS27BG402",
            "descrition": "MONITOR 27 SAMSUNG Gaming Odyssey G4 BG402 FHD 240HZ 1MS, PIVOTE",
            "fulldescrition": "Escapa hacia un realismo que desafía la propia realidad. Puedes disfrutar de tus juegos como nunca antes. El panel IPS ofrece colores nítidos y un amplio ángulo de visión de 178º para mayor claridad desde cualquier punto de vista. Con más píxeles y mayor profundidad, los juegos están más cerca de la realidad que nunca.",
            "currencyNational": {
                "price": 1055.50,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 280.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "MONITOR",
            "img": "Monitor_SAMSUNG.jpg"
        },
        {
            "id": 12,
            "name": "Monitor LG",
            "fullName": "MONITOR LG 34WQ500-B",
            "descrition": "MONITOR 34 LG 34WQ500-B iPS UltraWide FHD 120Hz AMD FreeSync",
            "fulldescrition": "LG ofrece a los jugadores serios una experiencia de juego fluida y prácticamente sin cortes. Con una frecuencia de actualización de al menos 100 Hz con una resolución FHD mínima y un juego de baja latencia, nunca te perderás un fotograma de la acción mientras juegas al máximo rendimiento.",
            "currencyNational": {
                "price": 1036.50,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 275.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "MONITOR",
            "img": "Monitor_LG.jpg"
        },
        {
            "id": 13,
            "name": "Teclado LOGITECH",
            "fullName": "TECLADO LOGITECH G915",
            "descrition": "TECLADO Gaming LOGITECH G915 X LIGHTSPEED RGB",
            "fulldescrition": "Logitech G915 X LIGHTSPEED ofrece velocidad, precisión y personalización icónicas con un diseño elegante y ultrafino. Este teclado inalámbrico para juegos cuenta con conectividad tri-mode, KEYCONTROL, interruptores mecánicos GL y LIGHTSYNC RGB. El G915 X LIGHTSPEED ofrece un diseño y una ingeniería revolucionarios para llevar tu juego más allá de las dimensiones.",
            "currencyNational": {
                "price": 810.50,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 215.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "TECLADO",
            "img": "Teclado_LOGITECH.jpg"
        },
        {
            "id": 14,
            "name": "Teclado RAZER",
            "fullName": "Teclado RAZER BLACKWIDOW V3",
            "descrition": "TECLADO Gaming RAZER BLACKWIDOW V3 MINI HYPERSPEED Bluetooth, Wireless",
            "fulldescrition": "Este es el Razer BlackWidow V3 Mini HyperSpeed: compacto para cualquier espacio y versátil para cualquier configuración.Disfruta de un juego sin interrupciones con un elegante teclado mecánico inalámbrico para juegos de tamaño 65 % que ofrece el equilibrio perfecto entre diseño y funcionalidad. Este teclado es parecido al teclado 60 %, sin las teclas de función, el grupo de inicio ni el teclado numérico, pero tiene una diferencia: cuenta con las teclas de flecha. Al mantener la funcionalidad sin sacrificar su diseño compacto, el Razer BlackWidow V3 Mini HyperSpeed es ideal para los equipos minimalistas o más pequeños en los que el espacio es primordial.",
            "currencyNational": {
                "price": 648.00,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 172.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "TECLADO",
            "img": "Teclado_RAZER.jpg"
        },
        {
            "id": 15,
            "name": "Teclado ANTRYX",
            "fullName": "TECLADO ANTRYX MK845",
            "descrition": "TECLADO Gaming ANTRYX MK845 TRIX MECANICO TKL SW",
            "fulldescrition": "Modos inalámbrico,Bluetooth y USB con cable, este es un teclado inalámbrico para juegos que ya no limita la forma en que puede conectarse.Además, en modo Bluetooth, puedes contectar hasta 3 dispositivos. Con un diseño para máximo rendimiento, los interruptores mecánicos de Outemu ofrecen diferentes opciones para adaptarse a tu estilo de juego.",
            "currencyNational": {
                "price": 211.00,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 56.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "TECLADO",
            "img": "Teclado_ANTRYX.jpg"
        },
        {
            "id": 16,
            "name": "Teclado CORSAIR",
            "fullName": "Teclado Corsair K70",
            "descrition": "TECLADO Gaming CORSAIR K70 PRO MINI RGB MECHANICAL Bluetooth, Wireless",
            "fulldescrition": "Conozca el K70 PRO MINI WIRELESS: un teclado para juegos 60% RGB de alto rendimiento que se puede personalizar fácilmente con libertad inalámbrica para brindar una experiencia de juego de primer nivel en cualquier configuración. Experimente un rendimiento de juego de primer nivel sin importar cómo se conecte gracias a la tecnología de hiperprocesamiento CORSAIR AXON y SLIPSTREAM WIRELESS.",
            "currencyNational": {
                "price": 584.00,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 155.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "TECLADO",
            "img": "Teclado_CORSAIR.jpg"
        },
        {
            "id": 17,
            "name": "Impresora EPSON",
            "fullName": "Impresora Multifuncional L14150",
            "descrition": "IMPRESORA MF EPSON EcoTank L14150 A3+ ADF LAN|WiFi",
            "fulldescrition": "La nueva multifuncional inalámbrica EcoTank 4 en 1 L14150 te ofrece impresión 100% sin cartuchos con soporte para formatos anchos hasta A3+, con botellas de tinta diseñadas para evitar derrames y codificadas para llenado fácil de cada color. La EcoTank L14150 te permite imprimir hasta 7.500 páginas en negro2 o 6.000 páginas a color. Imprime cientos de proyectos sin interrupciones, con los juegos de botellas de tinta original Epson que equivalen a unos 35 juegos de cartuchos de tinta1, ahorrando hasta 90% en tinta con las botellas de reemplazo de bajo costo.",
            "currencyNational": {
                "price": 4241.00,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 1125.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "IMPRESORA",
            "img": "Impresora_EPSON.jpg"
        },
        {
            "id": 18,
            "name": "Impresora CANON",
            "fullName": "Impresora Multifuncional Canon GX7010",
            "descrition": "IMPRESORA MF CANON MAXIFY GX7010 ADF LCD LAN|WiFi",
            "fulldescrition": "Una impresora comercial con tanques de tinta de fácil recarga que ofrece un gran rendimiento y una excelente capacidad de mantenimiento. Diseñada para satisfacer las necesidades de las pequeñas y medianas oficinas, la impresora MAXIFY GX7010 ofrece una impresión de alta calidad, bajo costo y alta velocidad, así como una excelente conectividad inalámbrica. Obtenga una gran productividad de impresión con un alto rendimiento de páginas de hasta 9,000 páginas en negro/21,000 páginas en color en el Modo Económico por cada juego completo de botellas de tinta y una capacidad combinada de papel común de 600 hojas. Máxima tranquilidad con una menor necesidad de reparaciones gracias a un cabezal de impresión y un cartucho de mantenimiento que los usuarios pueden reemplazar fácilmente en la comodidad de sus oficinas.",
            "currencyNational": {
                "price": 2111.00,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 560.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "IMPRESORA",
            "img": "Impresora_CANON.jpg"
        },
        {
            "id": 19,
            "name": "Impresora HP",
            "fullName": "IMPRESORA MULTIFUNCION HP 750",
            "descrition": "IMPRESORA MF HP Smart Tank 750 ADF LAN|WiFi|BT",
            "fulldescrition": "Impresora HP ecológica fabricada con hasta un 25% de plástico reciclado ayudando al medioambiente. Impulse la productividad de pequeñas empresas con la instalación móvil, la impresión a doble cara y botones inteligentes, para que pueda conectarse, trabajar e imprimir con facilidad. Logre calidad destacada y valor gracias a la tinta original HP que se incluye y permite imprimir por hasta tres años. Simplifique su experiencia de impresión. La instalación móvil sin inconvenientes, los botones inteligentes y la red Wi-Fi de banda dual con recuperación automática le permitir seguir conectado, trabajando y en control. Use los videos detallados para instalar su impresora con rapidez. Ahorre tiempo y maximice la productividad empresarial con la impresión a doble cara, el escaneo de múltiples páginas y la aplicación HP Smart. Agilice el procesamiento de documentos con varias páginas con la impresión automática a doble cara.",
            "currencyNational": {
                "price": 1093.00,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 290.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "IMPRESORA",
            "img": "Impresora_HP.jpg"
        },
        {
            "id": 20,
            "name": "Impresora BROTHER",
            "fullName": "Impresora Multifuncional MFC-T4500DW",
            "descrition": "IMPRESORA MF BROTHER MFC-T4500DW A3 DUPLEX ADF LAN",
            "fulldescrition": "El multifuncional de inyección de tinta a color MFC-T4500DW de la serie InkBenefit Tank Business de Brother ofrece resultados de alta calidad a bajo precio y la ventaja adicional de poder imprimir en papel de hasta 11x17 (A3). Diseñado para pymes, este potente equipo viene con una pantalla a color LCD de 2,7 que permite navegar fácilmente por el menú e imprimir desde y escanear hacia varias aplicaciones populares en la nube. Impresión y escaneado mediante dispositivos móviles para usuarios que se mantienen lejos del escritorio. La bandeja de hasta 250 hojas admite papel de hasta 11 x 17 y la bandeja multipropósito de 100 hojas es ideal para varios tamaños de papel.",
            "currencyNational": {
                "price": 2797.00,
                "currency": "SOL",
                "Symbol": "S/"
            },
            "currency": {
                "price": 742.00,
                "currency": "USD",
                "Symbol": "$"
            },
            "category": "IMPRESORA",
            "img": "Impresora_BROTHER.jpg"
        }
    ]
}